{"title":"Dzięgiel litwor","pageHeader":"Dzięgiel litwor, arcydzięgiel litwor (Angelica archangelica L., Archangelica officinalis Hoffm.) – gatunek rośliny z rodziny selerowatych. Roślina ma wiele nazw zwyczajowych i ludowych: angelika, dzięgiel lekarski, dzięgiel wielki, anielskie ziele, archangielski korzeń, anielski korzeń. Występuje w stanie dzikim w górzystych i wilgotnych terenach Europy i Azji. W Polsce jest to gatunek rodzimy – podgatunek typowy rośnie w Sudetach i Karpatach, podgatunek nadbrzeżny występuje w pasie wybrzeża i dolinach rzek.\n","paragraphs":{"Morfologia":{"dl":{"text":"Pokrój\nOkazała roślina, dorasta do 2,5 m wysokości (podgatunek nadbrzeżny osiąga 3 m), o silnym zapachu.\nŁodyga\nGruba, naga, bruzdowana, nieowłosiona, rozgałęziona, pusta w środku w międzywęźlach.\nKłącze i korzenie\nKłącze krótkie, o grubości 5 cm, pofałdowane i brunatne. Wyrastają z niego cienkie, podłużnie bruzdowane korzenie[3]. Przełam jest nierówny. Przekrój poprzeczny wykazuje szarawobiałą, gąbczastą, wyraźnie promienistą korę z przewodami wydzielniczymi widocznymi w postaci brunatnych plam i jasnożółte lub szarawożółte drewno, w kłączu otaczające szarawy lub brunatnawobiały rdzeń[4].\nLiście\nDuże, 3–4-krotnie pierzaste, osadzone na długich ogonkach. Liście górne obejmują łodygę rozdętymi pochwami. Poszczególne listki są jajowate, na brzegu nierówno wcinane, ciemnozielone, od spodu sinozielone.\nKwiaty\nDrobne, zebrane w duże, kuliste baldachy złożone, zielonkawo-żółte (u podgatunku typowego) i zielonkawo-białe (u podgatunku nadbrzeżnego). Kielich o pięciu niewyraźnych ząbkach. Płatków korony pięć, o długości ok. 1,5 mm. Pręcików pięć. Słupek dolny, z dwiema szyjkami. Pokryw brak, pokrywki płaskie i równowąskie, o długości mniej więcej takiej, jak baldaszki (u podgatunku nadbrzeżnego szczeciniaste i krótsze).\nOwoce\nDuże rozłupki, składające się z dwóch płaskich, jasnobrązowych niełupek."}},"Biologia i ekologia":{"p":{"text":"Roślina dwuletnia. Kwitnie od końca maja do lipca. Siedlisko: rośnie w miejscach wilgotnych, na glebach żyznych, głębokich próchnicznych, przepuszczalnych – czarnoziemy, lessy, mady. Preferuje stanowiska słoneczne i półcienie. Podgatunek typowy rośnie na wilgotnych łąkach na terenach górzystych, także w zaroślach, nad brzegami potoków, jest składnikiem ziołorośli wysokogórskich. Podgatunek nadbrzeżny rośnie w zbiorowiskach ziołorośli nadrzecznych nad wodami, im bliżej morza tym jest liczniejszy.\nLiczba chromosomów 2n= 22[5].\n"}},"Zastosowanie":{"h3":{"text":"Roślina ozdobna[edytuj | edytuj kod]"},"dl":{"text":"Surowiec zielarski\nKorzeń arcydzięgla litworu (Angelicae Archangelicae radix) – całe lub rozdrobnione, starannie wysuszone kłącze i korzeń. Surowiec powinien zawierać nie mniej niż 2,0 ml/kg olejku eterycznego[4].\nSkład chemiczny\nOlejek eteryczny w zależności od części rośliny składa się z różnych związków aktywnych. Olejek z nasion zawiera β-fellandren (33,6–63,4%) i α-pinen (4,2–12,8%). Olejek z korzenia zawiera z kolei α-pinen (21,3%), δ-3-karen (16,5%), limonen (16,4%) i α-fellandren (8,7%) W zależności od miejsca występowania olejek z korzenia arcydzięgla może różnić się składem olejku. Ekstrahowany z korzeni rosnących w zachodnich Himalajach olejek zawiera głównie dillapiol (35,93–91,55%) i nothoapiol (0,1–62,8%)[9].\nZbiór i suszenie\nZbiór korzeni prowadzi się w październiku następnego roku po wysiewie. Ścina się najpierw nadziemną część rośliny, korzenie wykopuje ostrożnie, by ich nie okaleczyć. Korzeń oczyszcza się z ziemi, odcina wszelkie części zielone i starannie myje. Po osuszeniu przecina się je wzdłuż. Suszyć w suszarni w temperaturze nie wyższej niż 35 °C.\nDziałanie i zastosowanie\nO właściwościach rośliny pisał już Syreniusz: Frasującym się korzeń na szyję zawieszony frasunek odpędza i serce wesołe czyni[10]. Surowiec pobudza czynności wydzielnicze, działa rozkurczowo, wiatropędnie, antyseptycznie, uspokajająco[3]. Zwiększa wydzielanie soków trawiennych, śliny, a także moczu i potu. Wykazano jego działanie przeciwdrgawkowe[11]. Olejek eteryczny działa rozgrzewająco (przez drażnienie i powodowanie przekrwienia skóry) i nieznacznie przeciwbólowo. Korzeń arcydzięgla stosuje się w stanach skurczowych przewodu pokarmowego, bólach brzucha, atonii jelit, dolegliwościach trawiennych, dolegliwościach czynnościowych serca, zawrotach głowy, braku apetytu i wzdęciach, zatruciach pokarmowych, nikotynowych i alkoholowych[12], jako łagodny środek uspokajający[13]. Olejek jest wykorzystywany do nacierania przy nerwobólach i bólach reumatycznych[9].\nEkstrakt z dzięgla jest silnym inhibitorem izoformy C ketoheksokinazy fruktozowej[14].\nOlejki eteryczne dzięgla wykazują znaczną aktywność przeciwdrobnoustrojową przeciwko Clostridium difficile, Clostridium perfringens, Enterococcus faecalis, Eubacterium limosum, Peptostreptococcus anaerobius i Candida albicans. Ponadto olejek działa słabo wobec mikroflory jelitowej. Wykazuje działanie przeciwgrzybicze na niektóre gatunki z rodzaju Fusarium, Botrytis cinerea i Alternaria solani. Mieszanina olejku arcydzięglowego, alkoholu fenyloetylowego (PEA) i α-terpineolu w stosunku 1:1:1 hamuje wzrost Aspergillus flavus NKDW-7 (szczep aflatoksygeniczny) i produkcję aflatoksyny B1, odpowiednio przy 2,25 i 2,0 μl/ml. W stężeniu 2,0 μl/ml połączenie to wykazało powyżej 90% spadek zawartości ergosterolu w błonie plazmatycznej A. flavus[9].\nDawkowanie\nDoustnie stosuje się dobowo 4,5 g surowca lub 1,5–3 g wyciągu płynnego lub 1,5 g nalewki. Zewnętrznie 10-20 kropli olejku[brak potwierdzenia w źródle].\nDziałania uboczne\nZe względu na zawartość furanokumaryn surowiec działa fototoksycznie i może powodować stany zapalne skóry."},"p":{"text":"Jest uprawiana ze względu na ładny pokrój przypominający palmę, mocną strukturę i przyjemny zapach.\n"}},"Uprawa":{"p":{"text":"Rozmnaża się z nasion wysiewanych na rozsadniku lub wprost do gruntu. Na rozsadnik wysiewa się nasiona pod koniec lipca lub na początku sierpnia. Wprost do gruntu nasiona wysiewa się w sierpniu. Roślinę uprawia się na glebie średnio żyznej, przepuszczalnej. Po przekwitnięciu i dojrzeniu nasion roślinę wycina się przy samej ziemi, gdyż staje się nieładna[brak potwierdzenia w źródle].\n"}},"Nazewnictwo":{"p":{"text":"Nazwa łacińska pochodzi od słowa archangelos, które oznacza archanioł. Od nazwy tej rośliny pochodzi wiele geograficznych nazw w Tatrach, np. Dolina Litworowa, Litworowa Przełęcz, Litworowy Staw Gąsienicowy.\n"}}}}